Repository: s1m1ng7on/MapLab
Catalog: MapLab.Web/Resources/Views/Home/Index.*.resx
Languages: bg

source: Build custom maps effortlessly with our intuitive, user-friendly tools. Add points and fill areas to visualize data clearly and effectively, all with just a few clicks.
bg: Създавайте персонализирани карти лесно с нашите интуитивни и лесни за използване инструменти. Добавяйте точки и запълвайте области, за да визуализирате данни ясно и ефективно, всичко с няколко клика.

source: Create Interactive Maps
bg: Създавайте Интерактивни Карти

source: Design Interactive Maps With Ease
bg: Проектирайте Интерактивни Карти с Лекота

source: Discover what makes MapLab the ultimate mapping platform
bg: Открийте какво прави MapLab най-добрата платформа за картографиране

source: Explore an ever-expanding universe of map templates – thousands of designs created by MapLab and our vibrant community.
bg: Открийте безкрайния избор от шаблони за карти – хиляди дизайни, създадени от MapLab и активната ни общност.

source: Find Your Perfect Template
bg: Намерете Перфектния Шаблон

source: Meet Your Mapping Needs
bg: Задоволете Вашите Картографски Нужди

source: Share &amp; Explore
bg: Споделете и Разгледайте

source: Share your maps with the community and explore creations from others. Exchange ideas and find inspiration in interactive designs.
bg: Споделете вашите карти с общността и разгледайте творения от други. Обменете идеи и намерете вдъхновение в интерактивните дизайни.

source: Start Mapping
bg: Започни Картирането

source: Watch Demo
bg: Изгледай Демо
